Repository: alex-cres/vacation-project
Catalog: vacation_calendar_project/event_calendar/translations/event_calendar.*.po
Languages: pt_pt

source: Total in
pt_pt: Total em

source: Available:
pt_pt: Disponìvel:

source: Do you wish to submit your alterations to
pt_pt: Você deseja enviar suas alterações para

source: Cancel
pt_pt: Cancelar

source: Do you really wish to cancel all alterations?
pt_pt: Deseja realmente cancelar todas as alterações?

source: Yes
pt_pt: Sim

source: No
pt_pt: Não

source: Submitted:
pt_pt: ﻿Enviado(s):

source: New: Title:"
pt_pt: Novo: Título: "

source: " Date:
pt_pt: "Data:

source: to
pt_pt: para

source: Deleted: Title:"
pt_pt: Eleminado: Título:"

source: By user:
pt_pt: Pelo utilizador:

source: Please goto:
pt_pt: Dirija-se a:

source: Email to submit
pt_pt: Email para submeter

source: Submit
pt_pt: Submeter

source: Approver will be added automaticaly.
pt_pt: O aprovador será automaticamente adicionado.

source: For more than one email use the "," between them.
pt_pt: Para mais de um email use "," entre eles.

source: Go back
pt_pt: Voltar

source: Ticket Settings
pt_pt: Configurações do Ticket

source: Custom Ticket Part
pt_pt: Parte Personalizada do Ticket

source: Custom Ticket Extension
pt_pt: Extensão personalizada do Ticket

source: Update
pt_pt: Atualizar

source: Code for Import
pt_pt: Código para importação

source: The code for the calendar view
pt_pt: Código para a Calendar View

source: Code
pt_pt: Código

source: The Holidays have been created
pt_pt: Os feriados foram criados

source: Internet connection failed or site information not available
pt_pt: Falha de conexão com a Internet ou informação não disponível

source: Update Status
pt_pt: Atualizar Estado

source: Operation
pt_pt: Operação

source: Title
pt_pt: Título

source: Start Date (y-m-d)
pt_pt: Data de Inicio (y-m-d)

source: End Date (y-m-d)
pt_pt: Data de Fim (y-m-d)

source: Created Date (y-m-d)
pt_pt: Data de Criação (y-m-d)

source: Last Change (y-m-d)
pt_pt: Última Alteração (y-m-d)

source: Status
pt_pt: Estado

source: No content available.
pt_pt: Conteúdo não disponível

source: Create Holidays for this Year
pt_pt: Criar Feriados para este ano

source: Country
pt_pt: País

source: Create
pt_pt: Criar

source: Delete all holidays created
pt_pt: Eliminar todos os feriados criados

source: Destroy
pt_pt: Eliminar

source: Create new holiday
pt_pt: Criar novo Feriado

source: Holiday Name
pt_pt: Nome do Feriado

source: Type
pt_pt: Tipo

source: Begin Date
pt_pt: Data de Início

source: Ending Date
pt_pt: Data de Fim

source: Add
pt_pt: Adicionar

source: Delete Selected
pt_pt: Eliminar Selecionados

source: <i>** these events are expired.</i>
pt_pt: <i>**Estes eventos estão expirados.</i>

source: Show only Vacations where
pt_pt: Mostrar só as Férias que

source: where status is <b> %status </b>
pt_pt: onde o estado é <b> %status </b>

source: Reset
pt_pt: Reiniciar

source: status
pt_pt: estado

source: Filter
pt_pt: Filtro

source: No event selected.
pt_pt: Nenhum evento selecionado.

source: The status has been changed.
pt_pt: Estado foi alterado.

source: Event start date
pt_pt: Data de Início

source: The start date of events in event_calendar.
pt_pt: A data de Inicio dos eventos em event_calendar.

source: Event end date
pt_pt: Data de Fim de evento

source: Event status
pt_pt: Estado de evento

source: The Status of events in event_calendar
pt_pt: Os Estados dos eventos em event_calendar.

source: Event approval URL
pt_pt: URL de aprovação de eventos

source: The URL for admin to approve events
pt_pt: O URL de aprovação de eventos para admin

source: Days
pt_pt: Dias

source: The number of days that the date occupies
pt_pt: Número de dias que a data ocupa

source: The number of days that are working days
pt_pt: Número de dias que são dias de trabalho

source: Holidays
pt_pt: Feriados

source: Calendars creation for vacation creation and holidays.<br> To use the calendar, goto [your_site]/vacation_calendar and copy the import code to the import views.<br> To create the holidays manage events created goto [your_site]/vacation_calendar.<br> To enable comments for each event head over to [your_site]/admin/structure/types/manage/event-calendar and open the comments.<br><br>
pt_pt: Criação de calendários para férias e feriados.<br> Para usar o calendário, dirija-se a [seu_site]/vacation_calendar e copie o import code para o import views.<br> Para criar feriados e gerir os eventos criados dirija-se a [seu_site]/vacation_calendar.<br> Para ativar os comentários para cada evento diriga-se a [seu_site]/admin/structure/types/manage/event-calendar e abra os cometários.<br><br>

source: Manage Submission Approval
pt_pt: Gerir Aprovação de Submissões

source: Manage the approval of Vacation Calendar submissions.
pt_pt: Gerir Aprovação de Submissões de Vacation Calendar.

source: Vacations Calendar Others
pt_pt: Vacations Calendar Outros

source: Code for View, Ticket Settings
pt_pt: Código para a View, Configurações do Ticket

source: Manage Holidays and Observances
pt_pt: Gerir Feriados e Dias Importantes

source: Find and manage National Holidays and Observances.
pt_pt: Encontrar Gerir Feriados e Dias Importantes

source: Manage Vacation Calendar
pt_pt: Gerir Vacation Calendar

source: Administer Vacation Calendar
pt_pt: Gerir Vacation Calendar

source: Vacation Calendar Chiefs
pt_pt: Vacation Calendar Chefes

source: Vacation Calendar Access
pt_pt: Vacation Calendar Acesso

source: Event Status
pt_pt: Estado de evento

source: Description
pt_pt: Descrição

source: Vacation Reason
pt_pt: Razão

source: Vacation Description
pt_pt: Descrição

source: Describe Event status
pt_pt: Descrição

source: Creation of Holidays and Absence days through a calendar view.
pt_pt: Criação de feriados e férias através de um calendário.

source: Administer Event Color
pt_pt: Gerir Event Color

source: Set Color of Vacation Calendar Type
pt_pt: Selecionar cor do tipo Vacation Calendar

source: Administer Colors setting
pt_pt: Gerir configurações Colors

source: Manage colors for events.
pt_pt: Gerir Colors para eventos.

source: User
pt_pt: Utilizador

source: Holiday Days
pt_pt: Dias de Feriado

source: Year
pt_pt: Ano

source: Holiday Days Used
pt_pt: Dias de Feriado usados

source: Days from last Year
pt_pt: Dias do ano passado

source: Edit Selected
pt_pt: Editar Selcionados

source: Edit Settings
pt_pt: Editar Configurações

source: Confirm
pt_pt: Confirmar

source: No selected.
pt_pt: Nenhum Selecionado.

source: Filter Year
pt_pt: Filtro Ano

source: Date
pt_pt: Data

source: Action Type
pt_pt: Tipo de acção

source: Actions
pt_pt: Ações

source: Approver
pt_pt: Aprovador

source: User
pt_pt: Utilizador

source: No users have been assigned to you.
pt_pt: Nenhum utilizador foi assignado para si.

source: Show only Vacations of user
pt_pt: Mostrar só as Férias do utilizador

source: where user is
pt_pt: onde o utilizador é

source: The status have been changed.
pt_pt: Estado foi alterado.

source: Manage Users
pt_pt: Gerir Utilizadores

source: Manage Users settings.
pt_pt: Gerir Configurações Utilizadores

source: Users Actions
pt_pt: Ações dos Utilizadores

source: Users Actions.
pt_pt: Ações dos Utilizadores.

source: Manage Approving settings
pt_pt: Gerir Configurações de Aprovação

source: Manage Approving settings.
pt_pt: Gerir Configurações de Aprovação.

source: Vacation Calendar User Days
pt_pt: Calendário Férias User dias

source: Manage days for users.
pt_pt: Gerir Dias para os Utilizadores.

source: Vacation Pop-up
pt_pt: Férias Pop-up
